{
  "additional_special_tokens": [
    "<|source_id|>",
    "<|source_analysis_start|>",
    "<|source_analysis_end|>",
    "<|source_start|>",
    "<|source_end|>",
    "<|answer_start|>",
    "<|answer_end|>",
    "<|query_start|>",
    "<|query_end|>",
    "<|source_interpretation_start|>",
    "<|source_interpretation_end|>"
  ]
}
