{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<|begin_of_text|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<|end_of_text|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 65520,
      "content": "<|source_id|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 65521,
      "content": "<|source_analysis_start|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 65522,
      "content": "<|source_analysis_end|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 65523,
      "content": "<|source_start|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 65524,
      "content": "<|source_end|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 65525,
      "content": "<|answer_start|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 65526,
      "content": "<|answer_end|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 65527,
      "content": "<|query_start|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 65528,
      "content": "<|query_end|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 65529,
      "content": "<|source_interpretation_start|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 65530,
      "content": "<|source_interpretation_end|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Split",
        "pattern": {
          "String": "[^\\r\\n\\p{L}\\p{N}]?\\p{L}+|\\p{N}{1,3}| ?[^\\s\\p{L}\\p{N}]+[\\r\\n]*|\\s*[\\r\\n]+|\\s+(?!\\S)|\\s+"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "ByteLevel",
        "add_prefix_space": false,
        "trim_offsets": true,
        "use_regex": true
      }
    ]
  },
  "post_processor": {
    "type": "Sequence",
    "processors": [
      {
        "type": "ByteLevel",
        "add_prefix_space": true,
        "trim_offsets": false,
        "use_regex": true
      },
      {
        "type": "TemplateProcessing",
        "single": [
          {
            "SpecialToken": {
              "id": "<|begin_of_text|>",
              "type_id": 0
            }
          },
          {
            "Sequence": {
              "id": "A",
              "type_id": 0
            }
          }
        ],
        "pair": [
          {
            "SpecialToken": {
              "id": "<|begin_of_text|>",
              "type_id": 0
            }
          },
          {
            "Sequence": {
              "id": "A",
              "type_id": 0
            }
          },
          {
            "SpecialToken": {
              "id": "<|begin_of_text|>",
              "type_id": 0
            }
          },
          {
            "Sequence": {
              "id": "B",
              "type_id": 0
            }
          }
        ],
        "special_tokens": {
          "<|begin_of_text|>": {
            "id": "<|begin_of_text|>",
            "ids": [
              1
            ],
            "tokens": [
              "<|begin_of_text|>"
            ]
          },
          "<|end_of_text|>": {
            "id": "<|end_of_text|>",
            "ids": [
              2
            ],
            "tokens": [
              "<|end_of_text|>"
            ]
          },
          "[PAD]": {
            "id": "[PAD]",
            "ids": [
              3
            ],
            "tokens": [
              "[PAD]"
            ]
          },
          "[UNK]": {
            "id": "[UNK]",
            "ids": [
              0
            ],
            "tokens": [
              "[UNK]"
            ]
          }
        }
      }
    ]
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": true,
    "vocab": {
      "[UNK]": 0,
      "<|begin_of_text|>": 1,
      "<|end_of_text|>": 2,
      "[PAD]": 3,
      "!": 4,
      "\"": 5,
      "#": 6,
      "$": 7,
      "%": 8,
      "&": 9,
      "'": 10,
      "(": 11,
      ")": 12,
      "*": 13,
      "+": 14,
      ",": 15,
      "-": 16,
      ".": 17,
      "/": 18,
      "0": 19,
      "1": 20,
      "2": 21,
      "3": 22,
      "4": 23,
      "5": 24,
      "6": 25,
      "7": 26,
      "8": 27,
      "9": 28,
      ":": 29,
      ";": 30,
      "<": 31,
      "=": 32,
      ">": 33,
      "?": 34,
      "@": 35,
      "A": 36,
      "B": 37,
      "C": 38,
      "D": 39,
      "E": 40,
      "F": 41,
      "G": 42,
      "H": 43,
      "I": 44,
      "J": 45,
      "K": 46,
      "L": 47,
      "M": 48,
      "N": 49,
      "O": 50,
      "P": 51,
      "Q": 52,
      "R": 53,
      "S": 54,
      "T": 55,
      "U": 56,
      "V": 57,
      "W": 58,
      "X": 59,
      "Y": 60,
      "Z": 61,
      "[": 62,
      "\\": 63,
      "]": 64,
      "^": 65,
      "_": 66,
      "`": 67,
      "a": 68,
      "b": 69,
      "c": 70,
      "d": 71,
      "e": 72,
      "f": 73,
      "g": 74,
      "h": 75,
      "i": 76,
      "j": 77,
      "k": 78,
      "l": 79,
      "m": 80,
      "n": 81,
      "o": 82,
      "p": 83,
      "q": 84,
      "r": 85,
      "s": 86,
      "t": 87,
      "u": 88,
      "v": 89,
      "w": 90,
      "x": 91,
      "y": 92,
      "z": 93,
      "{": 94,
      "|": 95,
      "}": 96,
      "~": 97,
      "¡": 98,
      "¢": 99,
      "£": 100,
      "¤": 101,
      "¥": 102,
      "¦": 103,
      "§": 104,
      "¨": 105,
      "©": 106,
      "ª": 107,
      "«": 108,
      "¬": 109,
      "®": 110,
      "¯": 111,
      "°": 112,
      "±": 113,
      "²": 114,
      "³": 115,
      "´": 116,
      "µ": 117,
      "¶": 118,
      "·": 119,
      "¸": 120,
      "¹": 121,
      "º": 122,
      "»": 123,
      "¼": 124,
      "½": 125,
      "¾": 126,
      "¿": 127,
      "Â": 128,
      "Ã": 129,
      "Ä": 130,
      "Å": 131,
      "Æ": 132,
      "Ç": 133,
      "È": 134,
      "É": 135,
      "Ê": 136,
      "Ë": 137,
      "Ì": 138,
      "Í": 139,
      "Î": 140,
      "Ï": 141,
      "Ð": 142,
      "Ñ": 143,
      "Ò": 144,
      "Ó": 145,
      "Ô": 146,
      "Õ": 147,
      "Ö": 148,
      "×": 149,
      "Ø": 150,
      "Ù": 151,
      "Ú": 152,
      "Û": 153,
      "Ü": 154,
      "Ý": 155,
      "Þ": 156,
      "ß": 157,
      "à": 158,
      "á": 159,
      "â": 160,
      "ã": 161,
      "ä": 162,
      "å": 163,
      "æ": 164,
      "ç": 165,
      "è": 166,
      "é": 167,
      "ê": 168,
      "ë": 169,
      "ì": 170,
      "í": 171,
      "î": 172,
      "ï": 173,
      "ð": 174,
      "ñ": 175,
      "ò": 176,
      "ó": 177,
      "ô": 178,
      "Ā": 179,
      "ā": 180,
      "Ă": 181,
      "ă": 182,
      "Ą": 183,
      "ą": 184,
      "Ć": 185,
      "ć": 186,
      "Ĉ": 187,
      "ĉ": 188,
      "Ċ": 189,
      "ċ": 190,
      "Č": 191,
      "č": 192,
      "Ď": 193,
      "ď": 194,
      "Đ": 195,
      "đ": 196,
      "Ē": 197,
      "ē": 198,
      "Ĕ": 199,
      "ĕ": 200,
      "Ė": 201,
      "ė": 202,
      "Ę": 203,
      "ę": 204,
      "Ě": 205,
      "ě": 206,
      "Ĝ": 207,
      "ĝ": 208,
      "Ğ": 209,
      "ğ": 210,
      "Ġ": 211,
      "ġ": 212,
      "Ģ": 213,
      "ģ": 214,
      "Ĥ": 215,
      "ĥ": 216,
      "Ħ": 217,
      "ħ": 218,
      "Ĩ": 219,
      "ĩ": 220,
      "Ī": 221,
      "ī": 222,
      "Ĭ": 223,
      "ĭ": 224,
      "Į": 225,
      "į": 226,
      "İ": 227,
      "ı": 228,
      "Ĳ": 229,
      "ĳ": 230,
      "Ĵ": 231,
      "ĵ": 232,
      "Ķ": 233,
      "ķ": 234,
      "ĸ": 235,
      "Ĺ": 236,
      "ĺ": 237,
      "Ļ": 238,
      "ļ": 239,
      "Ľ": 240,
      "ľ": 241,
      "Ŀ": 242,
      "ŀ": 243,
      "Ł": 244,
      "ł": 245,
      "Ń": 246,
      "ĠĠ": 247,
      "Ġt": 248,
      "Ġa": 249,
      "in": 250,
      "er": 251,
      "en": 252,
      "on": 253,
      "es": 254,
      "Ġd": 255,
      "he": 256,
      "Ġs": 257,
      "ti": 258,
      "re": 259,
      "Ġp": 260,
      "an": 261,
      "Ġc": 262,
      "or": 263,
      "ĠĠĠĠ": 264,
      "Ġthe": 265,
      "is": 266,
      "Ġo": 267,
      "al": 268,
      "at": 269,
      "ar": 270,
      "it": 271,
      "Ġl": 272,
      "Ġf": 273,
      "ed": 274,
      "Ġm": 275,
      "Ġw": 276,
      "Ġb": 277,
      "ro": 278,
      "Ġin": 279,
      "nd": 280,
      "ing": 281,
      "tion": 282,
      "ic": 283,
      "Ġof": 284,
      "el": 285,
      "ent": 286,
      "as": 287,
      "et": 288,
      "ur": 289,
      "Ġn": 290,
      "Ã©": 291,
      "le": 292,
      "Ġand": 293,
      "Ġde": 294,
      "us": 295,
      "Ġto": 296,
      "om": 297,
      "il": 298,
      "Ġe": 299,
      "Ġh": 300,
      "un": 301,
      "ch": 302,
      "Ġ1": 303,
      "Ġv": 304,
      "Ġth": 305,
      "ra": 306,
      "ĠS": 307,
      "id": 308,
      "qu": 309,
      "os": 310,
      "ec": 311,
      "ut": 312,
      "ol": 313,
      "âĢ": 314,
      "Ġre": 315,
      "ĠA": 316,
      "im": 317,
      "ĠC": 318,
      "Ġg": 319,
      "em": 320,
      "ul": 321,
      "Ġ(": 322,
      "ĠT": 323,
      "ation": 324,
      "ĠĠĠ": 325,
      "am": 326,
      "ĠĠĠĠĠĠĠĠ": 327,
      "ig": 328,
      "Ġ\"": 329,
      "ce": 330,
      "st": 331,
      "ĠI": 332,
      "Ġ2": 333,
      "ad": 334,
      "ĠM": 335,
      "Ġr": 336,
      "ĠÐ": 337,
      "Ġcon": 338,
      "ir": 339,
      "ot": 340,
      "ĠP": 341,
      "ie": 342,
      "ac": 343,
      "ter": 344,
      "ve": 345,
      "od": 346,
      "um": 347,
      "ri": 348,
      "Ġfor": 349,
      "ag": 350,
      "Ġis": 351,
      "00": 352,
      "ĠD": 353,
      "ĠB": 354,
      "Ġpro": 355,
      "Ð°": 356,
      "ow": 357,
      "ab": 358,
      "Ġbe": 359,
      "ess": 360,
      "te": 361,
      "ĠE": 362,
      "ĠL": 363,
      "Âł": 364,
      "ly": 365,
      "ers": 366,
      "est": 367,
      "Ġon": 368,
      "Ġan": 369,
      "ion": 370,
      "if": 371,
      "Ġla": 372,
      "Ð¾": 373,
      "Ġen": 374,
      "Ġst": 375,
      "Ġqu": 376,
      "ĠF": 377,
      "ou": 378,
      "Ġal": 379,
      "ĠR": 380,
      "Ġcom": 381,
      "..": 382,
      "th": 383,
      "and": 384,
      "Ġk": 385,
      "ith": 386,
      "Ðµ": 387,
      "ay": 388,
      "Ġas": 389,
      "ant": 390,
      "Ġwh": 391,
      "pp": 392,
      "ate": 393,
      "ver": 394,
      "Ġu": 395,
      "ĠH": 396,
      "ĠÃ": 397,
      "our": 398,
      "ci": 399,
      "Ð¸": 400,
      "Ġle": 401,
      "ere": 402,
      "Ġex": 403,
      "ĠN": 404,
      "ĠG": 405,
      "Ġor": 406,
      "Ġy": 407,
      "Ġthat": 408,
      "ist": 409,
      "Ġsu": 410,
      "Ġwith": 411,
      "Ġun": 412,
      "ich": 413,
      "ĠâĢ": 414,
      "ect": 415,
      "end": 416,
      "ÑĤ": 417,
      "\":": 418,
      "Ġ3": 419,
      "Ġj": 420,
      "ĠW": 421,
      "ud": 422,
      "Ð½": 423,
      "Ġpar": 424,
      "ain": 425,
      "ment": 426,
      "Ġet": 427,
      "op": 428,
      "tic": 429,
      "iv": 430,
      "ct": 431,
      "ĠĠĠĠĠĠĠ": 432,
      "Ġdes": 433,
      "pl": 434,
      "ill": 435,
      "ÑĢ": 436,
      "ans": 437,
      "Ġat": 438,
      "ort": 439,
      "Ġpr": 440,
      "ĠO": 441,
      "ure": 442,
      "oc": 443,
      "Ġse": 444,
      "ell": 445,
      "ap": 446,
      "ĠThe": 447,
      "og": 448,
      "Ġby": 449,
      "Ñģ": 450,
      "âĢĻ": 451,
      "Ġit": 452,
      "se": 453,
      "Ġi": 454,
      "ff": 455,
      "ĠJ": 456,
      "ak": 457,
      "ity": 458,
      "--": 459,
      "ĠÎ": 460,
      "ia": 461,
      "ire": 462,
      "rom": 463,
      "01": 464,
      "Ã¤": 465,
      "Ġhe": 466,
      "ge": 467,
      "ine": 468,
      "ore": 469,
      "Ġ4": 470,
      "Ġ=": 471,
      "Ġ{": 472,
      "Ġz": 473,
      "ĠV": 474,
      "Ġac": 475,
      "Ġch": 476,
      "Ġne": 477,
      "per": 478,
      "pe": 479,
      "ati": 480,
      "ht": 481,
      "Ã¡": 482,
      "ne": 483,
      "\",": 484,
      "ue": 485,
      "iz": 486,
      "ub": 487,
      "Ġare": 488,
      "pr": 489,
      "ous": 490,
      "av": 491,
      "cl": 492,
      "all": 493,
      "Ð¾Ð": 494,
      "Ġ0": 495,
      "ĠK": 496,
      "orm": 497,
      "Ġwas": 498,
      "ens": 499,
      "ement": 500,
      "ber": 501,
      "Ġ5": 502,
      "Ġim": 503,
      "ĠU": 504,
      "Ġpl": 505,
      "Ġ}": 506,
      "de": 507,
      "ÃŃ": 508,
      "ĠĠĠĠĠ": 509,
      "tr": 510,
      "ĠÃł": 511,
      "age": 512,
      "Ġfrom": 513,
      "Ġres": 514,
      "uc": 515,
      "to": 516,
      "à¤": 517,
      "Ġus": 518,
      "ard": 519,
      "ts": 520,
      "Ġad": 521,
      "ĠIn": 522,
      "ated": 523,
      "li": 524,
      "ÏĦ": 525,
      "ord": 526,
      "ty": 527,
      "tions": 528,
      "Ġnot": 529,
      "Î±": 530,
      "ass": 531,
      "Î¿": 532,
      "Ġsh": 533,
      "ov": 534,
      "Ã³": 535,
      "ib": 536,
      "able": 537,
      ").": 538,
      "Ġles": 539,
      "Ġcont": 540,
      "Ð»": 541,
      "Ġel": 542,
      "Ã¨": 543,
      "ug": 544,
      "Ġthis": 545,
      "ach": 546,
      "ance": 547,
      "iti": 548,
      "ies": 549,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 550,
      "are": 551,
      "ond": 552,
      "Ġper": 553,
      "me": 554,
      "ĠÂ": 555,
      "ations": 556,
      "ont": 557,
      "Ġar": 558,
      "ik": 559,
      "Ġ-": 560,
      "Ġtr": 561,
      "fer": 562,
      "ence": 563,
      "ĠĊ": 564,
      "Ġund": 565,
      "Î¹": 566,
      "Ġso": 567,
      ");": 568,
      "Ġha": 569,
      "Ã©s": 570,
      "Ġsp": 571,
      "lic": 572,
      "Ġcomp": 573,
      "),": 574,
      "ight": 575,
      "Ġ6": 576,
      "Ġque": 577,
      "Ġwe": 578,
      "ign": 579,
      "iss": 580,
      "form": 581,
      "Ġapp": 582,
      "ang": 583,
      "Ġ,": 584,
      "Ġab": 585,
      "Ġme": 586,
      "ob": 587,
      "out": 588,
      "ĠTh": 589,
      "'s": 590,
      "ind": 591,
      "Ġ*": 592,
      "Ġco": 593,
      "Ġwhich": 594,
      "Ġau": 595,
      "....": 596,
      "ĠâĢĶ": 597,
      "ame": 598,
      "Ġdis": 599,
      "Ġdo": 600,
      "ust": 601,
      "Ġpre": 602,
      "Ġdu": 603,
      "ung": 604,
      "Î½": 605,
      "au": 606,
      "Ġ19": 607,
      "//": 608,
      "Ġ[": 609,
      "res": 610,
      "ast": 611,
      "Ã¼": 612,
      "ther": 613,
      "ll": 614,
      "Ġ:": 615,
      "ase": 616,
      "ide": 617,
      "ost": 618,
      "ents": 619,
      "ice": 620,
      "Ġall": 621,
      "Ġ7": 622,
      "Ã¶": 623,
      "Ġ8": 624,
      "Ġcl": 625,
      "ĉĉ": 626,
      "Ø§": 627,
      "Ġder": 628,
      "enti": 629,
      "ary": 630,
      "ru": 631,
      "ten": 632,
      "ex": 633,
      "Ðº": 634,
      "ally": 635,
      "port": 636,
      "que": 637,
      "di": 638,
      "02": 639,
      "ĠÃ©": 640,
      "her": 641,
      "Ġcan": 642,
      "eg": 643,
      "ome": 644,
      "ons": 645,
      "Ð²": 646,
      "int": 647,
      "ks": 648,
      "vel": 649,
      "uld": 650,
      "ong": 651,
      "erv": 652,
      "Îµ": 653,
      ".,": 654,
      "ven": 655,
      "ip": 656,
      "Ġ'": 657,
      "ult": 658,
      "Ġhave": 659,
      "Ñĥ": 660,
      "ĠSt": 661,
      "Ġdi": 662,
      "Ġsa": 663,
      "Ġob": 664,
      "ite": 665,
      "ata": 666,
      "ier": 667,
      "Ġinter": 668,
      "ors": 669,
      "ile": 670,
      "Ġ9": 671,
      "ĠĠĠĠĠĠĠĠĠĠĠ": 672,
      "so": 673,
      "Ġro": 674,
      "erm": 675,
      "Ġ201": 676,
      "ear": 677,
      "Ïģ": 678,
      "ph": 679,
      "ft": 680,
      "----": 681,
      "Ġem": 682,
      "art": 683,
      "Ġra": 684,
      "**": 685,
      "ial": 686,
      "Ġno": 687,
      "Ïĥ": 688,
      "ij": 689,
      "ces": 690,
      "und": 691,
      "pt": 692,
      "io": 693,
      "pro": 694,
      "Ġman": 695,
      "pos": 696,
      "ok": 697,
      "Ġcons": 698,
      "Ġyou": 699,
      "up": 700,
      "cess": 701,
      "ace": 702,
      "omm": 703,
      "Ġ.": 704,
      "Ġav": 705,
      "Ġest": 706,
      "Ġam": 707,
      "ail": 708,
      "Ġ;": 709,
      "ical": 710,
      "du": 711,
      "Ġmay": 712,
      "che": 713,
      "ater": 714,
      "Ġsur": 715,
      "rib": 716,
      "ÏĢ": 717,
      "ale": 718,
      "ãģ": 719,
      "str": 720,
      "ien": 721,
      "act": 722,
      "ple": 723,
      "Ġ10": 724,
      "Ġcomm": 725,
      "one": 726,
      "10": 727,
      "we": 728,
      "Ð´": 729,
      "Î·": 730,
      "Ñı": 731,
      "ĠCh": 732,
      "yst": 733,
      "ese": 734,
      "ari": 735,
      "unt": 736,
      "Ġtra": 737,
      "Ġwere": 738,
      "Ġte": 739,
      "Ġ18": 740,
      "ke": 741,
      "Ġdie": 742,
      "Ġdel": 743,
      "Ġhas": 744,
      "oll": 745,
      "Ġer": 746,
      "Ġone": 747,
      "urn": 748,
      "les": 749,
      "Ġtheir": 750,
      "ys": 751,
      "ÏĤ": 752,
      "Ġag": 753,
      "ise": 754,
      "ject": 755,
      "Ġreg": 756,
      "ĠdÃ©": 757,
      "tiv": 758,
      "ait": 759,
      "ific": 760,
      "Ġif": 761,
      "Ġwill": 762,
      "Ġver": 763,
      "ai": 764,
      "ric": 765,
      "ÂłĊ": 766,
      "Ġsec": 767,
      "der": 768,
      "âĢĶ": 769,
      "ction": 770,
      "Ġhis": 771,
      "Ġes": 772,
      "Å¿": 773,
      "Ġ200": 774,
      "ran": 775,
      "Ð¼": 776,
      "19": 777,
      "clud": 778,
      "co": 779,
      "ack": 780,
      "ime": 781,
      "Ġsub": 782,
      "ould": 783,
      "ork": 784,
      "Ġmet": 785,
      "ĠÐ¿": 786,
      "az": 787,
      "Ġop": 788,
      "Ġpos": 789,
      "ates": 790,
      "ER": 791,
      "ory": 792,
      "Ġpe": 793,
      "ert": 794,
      "ah": 795,
      "ener": 796,
      "ins": 797,
      "Ġ$": 798,
      "Ġout": 799,
      "tit": 800,
      "tive": 801,
      "Ã©r": 802,
      "Ġpo": 803,
      "Ġval": 804,
      "Ġind": 805,
      "con": 806,
      "par": 807,
      "Äį": 808,
      "In": 809,
      "ef": 810,
      "Ġmod": 811,
      "Â»": 812,
      "ni": 813,
      "ON": 814,
      "ose": 815,
      "aj": 816,
      "12": 817,
      "Ġtrans": 818,
      "ual": 819,
      "Ġfe": 820,
      "ss": 821,
      "ating": 822,
      "Ġbut": 823,
      "Ġother": 824,
      "ES": 825,
      "Ġup": 826,
      "Ġform": 827,
      "ĠÑģ": 828,
      "ĠAn": 829,
      "Ġrel": 830,
      "Ïħ": 831,
      "Ġ×": 832,
      "Ġ&": 833,
      "Ġ},": 834,
      "Ġpour": 835,
      "ep": 836,
      "emb": 837,
      "own": 838,
      "ais": 839,
      "Ġil": 840,
      "Ġdans": 841,
      "Ġbet": 842,
      "fic": 843,
      "aus": 844,
      "Ġdif": 845,
      "Ġ<": 846,
      "urs": 847,
      "ings": 848,
      "Ã©e": 849,
      "red": 850,
      "ÙĦ": 851,
      "ood": 852,
      "ive": 853,
      "ann": 854,
      "ry": 855,
      "Å¡": 856,
      "Ġ12": 857,
      "Ġprov": 858,
      "Ġaut": 859,
      "ĠY": 860,
      "get": 861,
      "ition": 862,
      "Ġthey": 863,
      "ath": 864,
      "duc": 865,
      "cre": 866,
      "Ġdet": 867,
      "Ġits": 868,
      "ublic": 869,
      "Ġgro": 870,
      "type": 871,
      "Ġmore": 872,
      "Ġfin": 873,
      "be": 874,
      "11": 875,
      "irst": 876,
      "ii": 877,
      "oy": 878,
      "Ġthere": 879,
      "olog": 880,
      "iel": 881,
      "ĠZ": 882,
      "uro": 883,
      "Ġpres": 884,
      "The": 885,
      "ied": 886,
      "Ġqui": 887,
      "ĠÐ½": 888,
      "Ġmar": 889,
      "ures": 890,
      "its": 891,
      "Ġfl": 892,
      "Ġunder": 893,
      "ystem": 894,
      "Ã³n": 895,
      "Ġlo": 896,
      "ound": 897,
      "com": 898,
      "áĥ": 899,
      "val": 900,
      "Ġden": 901,
      "Ġass": 902,
      "IN": 903,
      "ps": 904,
      "ÐµÐ½": 905,
      "ely": 906,
      "ions": 907,
      "tim": 908,
      "fl": 909,
      "Ġour": 910,
      "Ġany": 911,
      "Ġinclud": 912,
      "Ġeff": 913,
      "itt": 914,
      "à¥": 915,
      "Ġbeen": 916,
      "EN": 917,
      "ÑĢÐ°": 918,
      "ĠØ": 919,
      "ock": 920,
      "__": 921,
      "ÑģÑĤ": 922,
      "ree": 923,
      "Ġsuch": 924,
      "air": 925,
      "000": 926,
      "Ñĩ": 927,
      "ĠUn": 928,
      "ix": 929,
      "ress": 930,
      "Ġmo": 931,
      "Ġret": 932,
      "ution": 933,
      "old": 934,
      "Ġrec": 935,
      "Ġaf": 936,
      "Ġresp": 937,
      "eb": 938,
      "ĠÏĦ": 939,
      "ade": 940,
      "Ġent": 941,
      "ern": 942,
      "Ð·": 943,
      "ode": 944,
      "ption": 945,
      "Ãª": 946,
      "ull": 947,
      "of": 948,
      "tern": 949,
      "ular": 950,
      "ew": 951,
      "Ñĭ": 952,
      "ld": 953,
      "Ġint": 954,
      "à¦": 955,
      "ren": 956,
      "ram": 957,
      "Ġhad": 958,
      "........": 959,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 960,
      "Ġpol": 961,
      "ection": 962,
      "ev": 963,
      "ãĥ": 964,
      "ux": 965,
      "ient": 966,
      "à¸": 967,
      "201": 968,
      "wo": 969,
      "ish": 970,
      "ugh": 971,
      "ett": 972,
      "rit": 973,
      "Å¾": 974,
      "Ã§": 975,
      "ĠÐ²": 976,
      "Ġover": 977,
      "ÅĤ": 978,
      "ĠEn": 979,
      "ative": 980,
      "Ġsign": 981,
      "Â«": 982,
      "cial": 983,
      "ek": 984,
      "Ġinto": 985,
      "Äģ": 986,
      "ake": 987,
      "ute": 988,
      "elf": 989,
      "yl": 990,
      "ym": 991,
      "ĠÙ": 992,
      "ui": 993,
      "Ġph": 994,
      "ĠIt": 995,
      "Ġ15": 996,
      "ãĤ": 997,
      "ĠAr": 998,
      "ties": 999,
      "Ġalso": 1000,
      "ax": 1001,
      "onn": 1002,
      "Ġfirst": 1003,
      "ild": 1004,
      "AN": 1005,
      "til": 1006,
      "Ġinv": 1007,
      "Îº": 1008,
      "iew": 1009,
      "tt": 1010,
      "Ġcor": 1011,
      "Ġtime": 1012,
      "Î¼": 1013,
      "Ġwho": 1014,
      "AT": 1015,
      "ities": 1016,
      "Ġrem": 1017,
      "Äħ": 1018,
      "elle": 1019,
      "els": 1020,
      "Î¯": 1021,
      "Ġspec": 1022,
      "ian": 1023,
      "Ġabout": 1024,
      "ĠrÃ©": 1025,
      "Ġins": 1026,
      "15": 1027,
      "âĢĿ": 1028,
      "ased": 1029,
      "ĠÂ«": 1030,
      "Ġdem": 1031,
      "Ġthese": 1032,
      "Ġnew": 1033,
      "Ġbl": 1034,
      "AR": 1035,
      "igh": 1036,
      "Ġsome": 1037,
      "ĠCom": 1038,
      "itÃ©": 1039,
      "wn": 1040,
      "Ġwhen": 1041,
      "ays": 1042,
      "cri": 1043,
      "ues": 1044,
      "ember": 1045,
      "Ġwhere": 1046,
      "()": 1047,
      "Ġune": 1048,
      "Ġacc": 1049,
      "Ġvo": 1050,
      "13": 1051,
      "cy": 1052,
      "ze": 1053,
      "gan": 1054,
      "Ġ|": 1055,
      "tre": 1056,
      "ants": 1057,
      "Ġthan": 1058,
      "gen": 1059,
      "Ġpor": 1060,
      "ets": 1061,
      "Ġinform": 1062,
      "Ġcol": 1063,
      "Ġdef": 1064,
      "Ð³": 1065,
      "Ġpers": 1066,
      "Ġna": 1067,
      "Ġcar": 1068,
      "ÑĮ": 1069,
      "Ġche": 1070,
      "Ġmed": 1071,
      "ween": 1072,
      "cc": 1073,
      "Ġpri": 1074,
      "Ġou": 1075,
      "Ġvan": 1076,
      "18": 1077,
      "Ġâ": 1078,
      "yn": 1079,
      "Ġdata": 1080,
      "ĠÐ¸": 1081,
      "Ġyour": 1082,
      "20": 1083,
      "Ġthem": 1084,
      "14": 1085,
      "uch": 1086,
      "Ġ13": 1087,
      "hod": 1088,
      "Ð¿": 1089,
      "Ġda": 1090,
      "Î»": 1091,
      "Ġà¤": 1092,
      "ĠLe": 1093,
      "put": 1094,
      "ĠPro": 1095,
      "oth": 1096,
      "Ãł": 1097,
      "Ġein": 1098,
      "ques": 1099,
      "ission": 1100,
      "AL": 1101,
      "ene": 1102,
      "gl": 1103,
      "als": 1104,
      "une": 1105,
      "rough": 1106,
      "OR": 1107,
      "ament": 1108,
      "16": 1109,
      "Ġ14": 1110,
      "ĠÐ¾": 1111,
      "Ġ16": 1112,
      "ility": 1113,
      "Ġdev": 1114,
      "min": 1115,
      "Ġdire": 1116,
      "ning": 1117,
      "--------": 1118,
      "Ġdur": 1119,
      "Ġatt": 1120,
      "Ġdist": 1121,
      "Ġbetween": 1122,
      "Ġlos": 1123,
      "reat": 1124,
      "ÑĬ": 1125,
      "quire": 1126,
      "je": 1127,
      "50": 1128,
      "por": 1129,
      "ize": 1130,
      "Ġnon": 1131,
      "==": 1132,
      "ink": 1133,
      "Ġgo": 1134,
      "Ġsupp": 1135,
      "ĠâĢĵ": 1136,
      "la": 1137,
      "tÃ©": 1138,
      "the": 1139,
      "Ġ+": 1140,
      "Ġsc": 1141,
      "Äĥ": 1142,
      "Ġsystem": 1143,
      "na": 1144,
      "uss": 1145,
      "xt": 1146,
      "any": 1147,
      "Ġli": 1148,
      "cid": 1149,
      "Ġ17": 1150,
      "Ġmin": 1151,
      "ments": 1152,
      "Ġpublic": 1153,
      "Ġnum": 1154,
      "dition": 1155,
      "ected": 1156,
      "ĠQ": 1157,
      "Ñĸ": 1158,
      "ĠThis": 1159,
      "ced": 1160,
      "Ġserv": 1161,
      "ange": 1162,
      "Ġpas": 1163,
      "Ġ20": 1164,
      "oh": 1165,
      "Ġsol": 1166,
      "hed": 1167,
      "ĠPar": 1168,
      "Ġlik": 1169,
      "ret": 1170,
      "ĠAl": 1171,
      "eng": 1172,
      "Ġher": 1173,
      "ower": 1174,
      "Ġdiffer": 1175,
      "ature": 1176,
      "Ġstr": 1177,
      "sk": 1178,
      "Ġser": 1179,
      "Ġid": 1180,
      "âĢĵ": 1181,
      ".\"": 1182,
      "ĠÐ½Ð°": 1183,
      "ck": 1184,
      "Ġstud": 1185,
      "Ġgener": 1186,
      "Ġ^": 1187,
      "mer": 1188,
      "oug": 1189,
      "Ð¾Ð²": 1190,
      "Ġgr": 1191,
      "Ø±": 1192,
      "IS": 1193,
      "Ġchar": 1194,
      "Ġ/": 1195,
      "ÙĨ": 1196,
      "vent": 1197,
      "ÃŁ": 1198,
      "Ġce": 1199,
      "Ð°Ð½": 1200,
      "ype": 1201,
      "Ġkn": 1202,
      "Ã©n": 1203,
      "ĠRe": 1204,
      "ements": 1205,
      "ĠX": 1206,
      "Ġtwo": 1207,
      "30": 1208,
      "ider": 1209,
      "à°": 1210,
      "aire": 1211,
      "Ġexam": 1212,
      "Ġwould": 1213,
      "no": 1214,
      "ÙĬ": 1215,
      "::": 1216,
      "ible": 1217,
      "Ïī": 1218,
      "Ġconf": 1219,
      "ational": 1220,
      "à®": 1221,
      "Ġreturn": 1222,
      "Ġbo": 1223,
      "sp": 1224,
      "cip": 1225,
      "Ġfun": 1226,
      "ves": 1227,
      "Ġcap": 1228,
      "ĠÂ»": 1229,
      "Ġend": 1230,
      "Ġthrough": 1231,
      "Ġyear": 1232,
      "17": 1233,
      "Ñħ": 1234,
      "iÃ³n": 1235,
      "ÑĢÐµ": 1236,
      "lo": 1237,
      "ĠMar": 1238,
      "II": 1239,
      "go": 1240,
      "ĠâĢľ": 1241,
      "Ġvari": 1242,
      "Å¼": 1243,
      "Ġmen": 1244,
      "IG": 1245,
      "ages": 1246,
      "app": 1247,
      "ration": 1248,
      "Ġwork": 1249,
      "Ġoper": 1250,
      "ner": 1251,
      "Ġmon": 1252,
      "ÏĮ": 1253,
      "Ġsi": 1254,
      "Ġprocess": 1255,
      "ruct": 1256,
      "Ġpresent": 1257,
      "ĠLa": 1258,
      "ĠSch": 1259,
      "Ġused": 1260,
      "25": 1261,
      "Ġeach": 1262,
      "Ã©es": 1263,
      "ĠWe": 1264,
      "ãĢ": 1265,
      "200": 1266,
      "IT": 1267,
      "ĠâĢ¢": 1268,
      "ger": 1269,
      "vo": 1270,
      "Ġpart": 1271,
      "hr": 1272,
      "rol": 1273,
      "ices": 1274,
      "af": 1275,
      "den": 1276,
      "ĠSe": 1277,
      "ĠComm": 1278,
      "ble": 1279,
      "ĠHe": 1280,
      "ator": 1281,
      "Ã¨re": 1282,
      "ma": 1283,
      "=\"": 1284,
      "Ġbec": 1285,
      "Ġexp": 1286,
      "press": 1287,
      "ÄĻ": 1288,
      "ick": 1289,
      "very": 1290,
      "Ġje": 1291,
      "aut": 1292,
      "Ãº": 1293,
      "Ġsecond": 1294,
      "sh": 1295,
      "ited": 1296,
      "ĠWh": 1297,
      "Ġloc": 1298,
      "ined": 1299,
      "ollow": 1300,
      "Ġtem": 1301,
      "Ġ//": 1302,
      "ka": 1303,
      "ural": 1304,
      "Ġsim": 1305,
      "Ð±": 1306,
      "Ġpra": 1307,
      "ĠĠĠĠĠĠĠĠĠ": 1308,
      "fore": 1309,
      "Î¿Ïħ": 1310,
      "ism": 1311,
      "ĠÐ´": 1312,
      "Ġcour": 1313,
      "22": 1314,
      "ta": 1315,
      "ÙĪ": 1316,
      "202": 1317,
      "Ġ202": 1318,
      "icht": 1319,
      "po": 1320,
      "ext": 1321,
      "ĠDe": 1322,
      "Ã½": 1323,
      "Ġvon": 1324,
      "ward": 1325,
      "ÑĤÐµ": 1326,
      "****": 1327,
      "ÑĤÐ°": 1328,
      "ĠCo": 1329,
      "tical": 1330,
      "×Ļ": 1331,
      "iment": 1332,
      "Ġx": 1333,
      "ful": 1334,
      "Ġonly": 1335,
      "Ã£": 1336,
      "Ġprodu": 1337,
      "UR": 1338,
      "ÑĨ": 1339,
      "Ġext": 1340,
      "ause": 1341,
      "Ġfil": 1342,
      "ĠØ§": 1343,
      "ines": 1344,
      "Ġsaid": 1345,
      "ja": 1346,
      "Ð¹": 1347,
      "ĠÐº": 1348,
      "Ġplus": 1349,
      "Ã¥": 1350,
      "Ġ11": 1351,
      "ats": 1352,
      "24": 1353,
      "Ġhow": 1354,
      "ield": 1355,
      "urr": 1356,
      "Ġlike": 1357,
      "ved": 1358,
      "ivers": 1359,
      "ben": 1360,
      "ron": 1361,
      "Ġ]": 1362,
      "Ġvol": 1363,
      "uf": 1364,
      "Ġuse": 1365,
      "',": 1366,
      "Ġed": 1367,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1368,
      "ww": 1369,
      "yp": 1370,
      "AS": 1371,
      "bo": 1372,
      "Ġconc": 1373,
      "Ġ30": 1374,
      "ÑĢÐ¸": 1375,
      "Ã£o": 1376,
      "Ùħ": 1377,
      "Ġterm": 1378,
      "à²": 1379,
      "ado": 1380,
      "ĠÏĢ": 1381,
      "Ġke": 1382,
      "vers": 1383,
      "pres": 1384,
      "ette": 1385,
      "Ġmy": 1386,
      "led": 1387,
      "aux": 1388,
      "IC": 1389,
      "Î¬": 1390,
      "bod": 1391,
      "ized": 1392,
      "ision": 1393,
      "Ä«": 1394,
      "velop": 1395,
      "Ġmat": 1396,
      "Ġcas": 1397,
      "ument": 1398,
      "Ġfollow": 1399,
      "Ã©t": 1400,
      "Ġgra": 1401,
      "Ġappro": 1402,
      "kt": 1403,
      "->": 1404,
      "23": 1405,
      "ĠAs": 1406,
      "ĠCon": 1407,
      "Ã¼r": 1408,
      "Ġmethod": 1409,
      "Ġson": 1410,
      "erg": 1411,
      "string": 1412,
      "ina": 1413,
      "arm": 1414,
      "ital": 1415,
      "land": 1416,
      "ique": 1417,
      "chen": 1418,
      "ĠFor": 1419,
      "99": 1420,
      "Ġparti": 1421,
      "Ġhigh": 1422,
      "att": 1423,
      "Ġsk": 1424,
      "ĠÎ±": 1425,
      "Ġhim": 1426,
      "ray": 1427,
      "Ġ%": 1428,
      "Ġ!": 1429,
      "ters": 1430,
      "Ġrece": 1431,
      "inal": 1432,
      "ule": 1433,
      "cul": 1434,
      "ĠEuro": 1435,
      "ho": 1436,
      "Ġter": 1437,
      "uer": 1438,
      "Ð½Ð¸": 1439,
      "ÑĤÐ¾": 1440,
      "Ġclass": 1441,
      "Ġcommun": 1442,
      "Ã¨s": 1443,
      "...": 1444,
      "Ġconst": 1445,
      "ĠEx": 1446,
      "Ġwor": 1447,
      "ium": 1448,
      "Ġev": 1449,
      "40": 1450,
      "Ġcell": 1451,
      "Ã¶r": 1452,
      "×ķ": 1453,
      "anti": 1454,
      "Ġ25": 1455,
      "ÎŃ": 1456,
      "Ġprovid": 1457,
      "iet": 1458,
      "Ġprog": 1459,
      "Ġbr": 1460,
      "ank": 1461,
      "fe": 1462,
      "ense": 1463,
      "ticle": 1464,
      "Ġlong": 1465,
      "Ġafter": 1466,
      "Ġcre": 1467,
      "enn": 1468,
      "Ġaux": 1469,
      "Ġbel": 1470,
      "ato": 1471,
      "vi": 1472,
      "anc": 1473,
      "tig": 1474,
      "Ġusing": 1475,
      "ever": 1476,
      "ĠSo": 1477,
      "Î³": 1478,
      "Ġ?": 1479,
      "Ġwhat": 1480,
      "name": 1481,
      "ada": 1482,
      "ane": 1483,
      "other": 1484,
      "Ġimport": 1485,
      "32": 1486,
      "Ġzu": 1487,
      "ton": 1488,
      "ION": 1489,
      "Ġge": 1490,
      "RE": 1491,
      "aw": 1492,
      "ÑĪ": 1493,
      "Ġthen": 1494,
      "ife": 1495,
      "ences": 1496,
      "Ġbu": 1497,
      "Ã´": 1498,
      "Ġanal": 1499,
      "Ġadd": 1500,
      "LE": 1501,
      "eth": 1502,
      "Ġcould": 1503,
      "tain": 1504,
      "ĠMr": 1505,
      "bre": 1506,
      "tis": 1507,
      "].": 1508,
      "quired": 1509,
      "Ġshould": 1510,
      "St": 1511,
      "Ġsm": 1512,
      "Ġset": 1513,
      "Ġinformation": 1514,
      "Ġwell": 1515,
      "ĠâĢŀ": 1516,
      "Ġact": 1517,
      "ivid": 1518,
      "Ġmain": 1519,
      "ĠAnd": 1520,
      "des": 1521,
      "ĠNo": 1522,
      "ract": 1523,
      "Ġlas": 1524,
      "Ġcr": 1525,
      "ĠAd": 1526,
      "Ġaff": 1527,
      "amp": 1528,
      "ente": 1529,
      "ior": 1530,
      "lich": 1531,
      "ales": 1532,
      "ille": 1533,
      "Ġpass": 1534,
      "ily": 1535,
      "pec": 1536,
      "Ġvalue": 1537,
      "man": 1538,
      "AC": 1539,
      "Ġmit": 1540,
      "ï¼": 1541,
      "row": 1542,
      "(\"": 1543,
      "Ã©g": 1544,
      "ough": 1545,
      "Ġincre": 1546,
      "Ġinst": 1547,
      "Ġcent": 1548,
      "ione": 1549,
      "chn": 1550,
      "ertain": 1551,
      "ark": 1552,
      "Ġexpl": 1553,
      "ove": 1554,
      "Ġpot": 1555,
      "vention": 1556,
      "Ġmade": 1557,
      "Ġoff": 1558,
      "Ġapplic": 1559,
      "Ð¾Ð´": 1560,
      "ĠÏĥ": 1561,
      "za": 1562,
      "Ġir": 1563,
      "Ġdep": 1564,
      "ination": 1565,
      "Ð½Ð°": 1566,
      "Ġmater": 1567,
      "uit": 1568,
      "ave": 1569,
      "atic": 1570,
      "Ġbeing": 1571,
      "à´": 1572,
      "\":{": 1573,
      "Ġ)": 1574,
      "Ġshe": 1575,
      "Øª": 1576,
      "Î®": 1577,
      "Â°": 1578,
      "Ġposs": 1579,
      "ness": 1580,
      "Ġste": 1581,
      "Ġsch": 1582,
      "Ġequ": 1583,
      "Th": 1584,
      "aim": 1585,
      "br": 1586,
      "tif": 1587,
      "Ãµ": 1588,
      "Ġsont": 1589,
      "ĠÎº": 1590,
      "Ġfr": 1591,
      "ga": 1592,
      "yd": 1593,
      "Ġexper": 1594,
      "Ġshow": 1595,
      "Ġve": 1596,
      "Ġpartic": 1597,
      "crib": 1598,
      "Ã©d": 1599,
      "\":\"": 1600,
      "Ġprin": 1601,
      "ĠÐ·": 1602,
      "Ġcase": 1603,
      "Ġorgan": 1604,
      "ges": 1605,
      "Ġtro": 1606,
      "://": 1607,
      "raph": 1608,
      "Ġref": 1609,
      "Ġdifferent": 1610,
      "ĠÎµ": 1611,
      "60": 1612,
      "Ð»Ð¸": 1613,
      "Ġgl": 1614,
      "Ġgroup": 1615,
      "))": 1616,
      "face": 1617,
      "irc": 1618,
      "ared": 1619,
      "Ġfac": 1620,
      "Ġinc": 1621,
      "Ġneed": 1622,
      "hip": 1623,
      "aciÃ³n": 1624,
      "Ġimp": 1625,
      "Ġdevelop": 1626,
      "Ġconn": 1627,
      "by": 1628,
      "80": 1629,
      "alth": 1630,
      "'t": 1631,
      "ms": 1632,
      "34": 1633,
      "Ġlet": 1634,
      "ote": 1635,
      "ict": 1636,
      "iter": 1637,
      "men": 1638,
      "reg": 1639,
      "ili": 1640,
      "nal": 1641,
      "soci": 1642,
      "Ġ@": 1643,
      "Ġsel": 1644,
      "stand": 1645,
      "Ġod": 1646,
      "Ġthose": 1647,
      "ole": 1648,
      "ource": 1649,
      "ople": 1650,
      "Ġ24": 1651,
      "Ġget": 1652,
      "for": 1653,
      "Ġsame": 1654,
      "abl": 1655,
      "ante": 1656,
      "Ġdec": 1657,
      "Ġmost": 1658,
      "Ġprof": 1659,
      "90": 1660,
      "HE": 1661,
      "Ġcompl": 1662,
      "cription": 1663,
      "vern": 1664,
      "ulation": 1665,
      "Ġris": 1666,
      "Ã©c": 1667,
      "Ġ50": 1668,
      "Ġexample": 1669,
      "Ġperform": 1670,
      "Ġgu": 1671,
      "Ġlim": 1672,
      "OM": 1673,
      "va": 1674,
      "ird": 1675,
      "ording": 1676,
      "Ġnumber": 1677,
      "Ġduring": 1678,
      "Ġelect": 1679,
      "Ð¾Ð»": 1680,
      "urther": 1681,
      "Ã¡n": 1682,
      "Ġknow": 1683,
      "Ġhand": 1684,
      "urrent": 1685,
      "Î¹Îº": 1686,
      "Ġvis": 1687,
      "Ġlar": 1688,
      "ella": 1689,
      "Ð½Ð¾": 1690,
      "acter": 1691,
      "ential": 1692,
      "Ġright": 1693,
      "round": 1694,
      "perties": 1695,
      "Ø¯": 1696,
      "Ġactiv": 1697,
      "atis": 1698,
      "hor": 1699,
      "ances": 1700,
      "Ð»Ð°": 1701,
      "use": 1702,
      "ror": 1703,
      "Ġresult": 1704,
      "ST": 1705,
      "Ġwithin": 1706,
      "Ġques": 1707,
      "Ġfact": 1708,
      "ÅĽ": 1709,
      "33": 1710,
      "ĠComp": 1711,
      "mi": 1712,
      "pris": 1713,
      "lig": 1714,
      "ured": 1715,
      "Ġconsider": 1716,
      "ID": 1717,
      "64": 1718,
      "Ar": 1719,
      "Ð¶": 1720,
      "Ġagain": 1721,
      "ĠÃ©t": 1722,
      "vir": 1723,
      "Ġinf": 1724,
      "27": 1725,
      "Ġfunction": 1726,
      "zen": 1727,
      "ET": 1728,
      "ateg": 1729,
      "arn": 1730,
      "×Ļ×": 1731,
      "lement": 1732,
      "Î±Î¹": 1733,
      "ete": 1734,
      "aving": 1735,
      "................": 1736,
      "Ġtal": 1737,
      "Ġidenti": 1738,
      "ults": 1739,
      "ĠOn": 1740,
      "ours": 1741,
      "ott": 1742,
      "Re": 1743,
      "cept": 1744,
      "Ġtest": 1745,
      "ability": 1746,
      "iod": 1747,
      "Ġcontrol": 1748,
      "();": 1749,
      "Ġdeterm": 1750,
      "pon": 1751,
      "Ġincluding": 1752,
      "ele": 1753,
      "ĠBe": 1754,
      "lex": 1755,
      "Ġperson": 1756,
      "Pro": 1757,
      "Ã¢": 1758,
      "Ġavec": 1759,
      "Ġfra": 1760,
      "],": 1761,
      "Ġtak": 1762,
      "Ïĩ": 1763,
      "ology": 1764,
      "earch": 1765,
      "import": 1766,
      "Ġcoun": 1767,
      "ĠØ§ÙĦ": 1768,
      "Ġom": 1769,
      "##": 1770,
      "Ġhere": 1771,
      "Ġstruct": 1772,
      "text": 1773,
      "atus": 1774,
      "Ġcontin": 1775,
      "Ġben": 1776,
      "Ġhet": 1777,
      "ÑģÐº": 1778,
      "read": 1779,
      "ĠVer": 1780,
      "Ġauf": 1781,
      "ization": 1782,
      "Ġleg": 1783,
      "zy": 1784,
      "Ġmark": 1785,
      "ros": 1786,
      "ih": 1787,
      "gr": 1788,
      "Ġpur": 1789,
      "âĢ¢": 1790,
      "Ùĩ": 1791,
      "Ġrefer": 1792,
      "ĠPr": 1793,
      "ool": 1794,
      "Ġwhile": 1795,
      "Ġboth": 1796,
      "Ġcall": 1797,
      "Ġsl": 1798,
      "serv": 1799,
      "Ġ100": 1800,
      "Ġfinan": 1801,
      "EC": 1802,
      "ED": 1803,
      "ler": 1804,
      "med": 1805,
      "28": 1806,
      "Ġhum": 1807,
      "set": 1808,
      "ĉĉĉĉ": 1809,
      "Ġevery": 1810,
      "ica": 1811,
      "do": 1812,
      "):": 1813,
      "vely": 1814,
      "ende": 1815,
      "Äĵ": 1816,
      "ini": 1817,
      "ÛĮ": 1818,
      "lect": 1819,
      "Ã¤r": 1820,
      "cia": 1821,
      "Ġ199": 1822,
      "×ķ×": 1823,
      "Ġupon": 1824,
      "cr": 1825,
      "Ġsom": 1826,
      "duction": 1827,
      "eter": 1828,
      "ande": 1829,
      "ng": 1830,
      "Ġsignific": 1831,
      "35": 1832,
      "Ġpara": 1833,
      "ÈĽ": 1834,
      "Ð¾Ð¼": 1835,
      "ars": 1836,
      "Ġvers": 1837,
      "wer": 1838,
      "Ġembod": 1839,
      "Ġcal": 1840,
      "26": 1841,
      "Ġfound": 1842,
      "ĠÐ¼": 1843,
      "ä¸": 1844,
      "75": 1845,
      "Ġja": 1846,
      "work": 1847,
      "Ġprot": 1848,
      "ĠIl": 1849,
      "ustr": 1850,
      "ross": 1851,
      "uk": 1852,
      "erc": 1853,
      "ash": 1854,
      "Ġill": 1855,
      "EL": 1856,
      "Ã¡s": 1857,
      "ĠPl": 1858,
      "Ġma": 1859,
      "Ġpat": 1860,
      "org": 1861,
      "ount": 1862,
      "ali": 1863,
      "pri": 1864,
      "Ġprim": 1865,
      "Ġread": 1866,
      "ploy": 1867,
      "Ġown": 1868,
      "Ġdom": 1869,
      "ĠInd": 1870,
      "Ġeven": 1871,
      "Ġbefore": 1872,
      "Ġeffect": 1873,
      "Ġvery": 1874,
      "Ġyears": 1875,
      "29": 1876,
      "Ġgen": 1877,
      "rel": 1878,
      "Ġclaim": 1879,
      "ici": 1880,
      "ality": 1881,
      "ÑĤÐ¸": 1882,
      "Ġdevice": 1883,
      "Ġfind": 1884,
      "bl": 1885,
      "Ġdon": 1886,
      "ino": 1887,
      "Ġocc": 1888,
      "70": 1889,
      "Ġsit": 1890,
      "Ð²Ð°": 1891,
      "ĠÅ¿": 1892,
      "Ġnet": 1893,
      "Ġmaterial": 1894,
      "Ġsupport": 1895,
      "Ġword": 1896,
      "object": 1897,
      "Ex": 1898,
      "Ġdas": 1899,
      "action": 1900,
      "à¤¾": 1901,
      "AM": 1902,
      "Ñİ": 1903,
      "ÅĻ": 1904,
      "Ġgiv": 1905,
      "Ġpeople": 1906,
      "Ġmul": 1907,
      "agn": 1908,
      "Ġfam": 1909,
      "Ä§": 1910,
      "Ġum": 1911,
      ".)": 1912,
      "Ġprogram": 1913,
      "Ġtot": 1914,
      "Ġpoint": 1915,
      "Ġ>": 1916,
      "iness": 1917,
      "ective": 1918,
      "Ġgood": 1919,
      "ENT": 1920,
      "Ġspecific": 1921,
      "Ġpati": 1922,
      "Ġfo": 1923,
      "ae": 1924,
      "ĠNew": 1925,
      "clus": 1926,
      "ÄĽ": 1927,
      "Î´": 1928,
      "ĠGo": 1929,
      "Ġnow": 1930,
      "ends": 1931,
      "present": 1932,
      "45": 1933,
      "Ġ31": 1934,
      "ived": 1935,
      "ished": 1936,
      "ĠOr": 1937,
      "ather": 1938,
      "Ġmeas": 1939,
      "Äĩ": 1940,
      "Ġrequ": 1941,
      "Ġbas": 1942,
      "ĠCl": 1943,
      "ĠReg": 1944,
      "ste": 1945,
      "ples": 1946,
      "Ġmany": 1947,
      "ĠÐ±": 1948,
      "Ġeng": 1949,
      "ych": 1950,
      "Ġ_": 1951,
      "Ġreport": 1952,
      "Å³": 1953,
      "ister": 1954,
      "Ġpower": 1955,
      "Ġmil": 1956,
      "Ġhist": 1957,
      "ĠTr": 1958,
      "ief": 1959,
      "Ġmill": 1960,
      "kl": 1961,
      "Ġta": 1962,
      "abil": 1963,
      "Ġlevel": 1964,
      "Ġsam": 1965,
      "Ġpod": 1966,
      "IL": 1967,
      "ems": 1968,
      "21": 1969,
      "ĠÃ¼": 1970,
      "roll": 1971,
      "pre": 1972,
      "Ãī": 1973,
      "lev": 1974,
      "ÏĨ": 1975,
      "Ġstudy": 1976,
      "Ġrest": 1977,
      "Ġnec": 1978,
      "Ġ28": 1979,
      "38": 1980,
      "Ġmemb": 1981,
      "tes": 1982,
      "RO": 1983,
      ",\"": 1984,
      "tice": 1985,
      "Ïį": 1986,
      "Ġwar": 1987,
      "Ġcertain": 1988,
      "Ġsin": 1989,
      "ral": 1990,
      "Ġbro": 1991,
      "ouse": 1992,
      "Ġtri": 1993,
      "ris": 1994,
      "orn": 1995,
      "Ġdirect": 1996,
      "ident": 1997,
      "Ġinterest": 1998,
      "ains": 1999,
      "Ġlay": 2000,
      "Ġ#": 2001,
      "count": 2002,
      "Ġself": 2003,
      "Î¸": 2004,
      "ĠII": 2005,
      "cher": 2006,
      "tring": 2007,
      "âĤ": 2008,
      "Ġpriv": 2009,
      "not": 2010,
      "ining": 2011,
      "Ġpi": 2012,
      "ches": 2013,
      "Con": 2014,
      "atur": 2015,
      "Ġhel": 2016,
      "Ġlist": 2017,
      "ĠPh": 2018,
      "fo": 2019,
      "pond": 2020,
      "Ġbus": 2021,
      "ÄĹ": 2022,
      "Ġcirc": 2023,
      "less": 2024,
      "Ġhab": 2025,
      "Ġdisc": 2026,
      "ĠTo": 2027,
      "ĠHow": 2028,
      "utes": 2029,
      "Ġdescrib": 2030,
      "Ġassoci": 2031,
      "36": 2032,
      "Ð¾Ð³": 2033,
      "Ġorder": 2034,
      "Ġdid": 2035,
      "Ġmake": 2036,
      "04": 2037,
      "0000": 2038,
      "ession": 2039,
      "ames": 2040,
      "('": 2041,
      "ores": 2042,
      "alt": 2043,
      "Ġbased": 2044,
      "Ġback": 2045,
      "Ch": 2046,
      "ĠÐ·Ð°": 2047,
      "Ġstate": 2048,
      "Ġbi": 2049,
      "Ġ26": 2050,
      "31": 2051,
      "ĠFr": 2052,
      "tics": 2053,
      "arly": 2054,
      "aires": 2055,
      "ungen": 2056,
      "Ġtype": 2057,
      "ĠLes": 2058,
      "Î·ÏĤ": 2059,
      "inn": 2060,
      "Ø³": 2061,
      "Ã¤n": 2062,
      "Ġdat": 2063,
      "ÏģÎ¿": 2064,
      "Ġiss": 2065,
      "Ġfre": 2066,
      "ĠÎ¼": 2067,
      "uis": 2068,
      "ko": 2069,
      "Ġthree": 2070,
      "Ġpop": 2071,
      "cent": 2072,
      "ands": 2073,
      "____": 2074,
      "lt": 2075,
      "Un": 2076,
      "ysis": 2077,
      "hen": 2078,
      "mo": 2079,
      "Ġproduct": 2080,
      "ditions": 2081,
      "ÐµÐ½Ð¸": 2082,
      "ken": 2083,
      "Ġline": 2084,
      "====": 2085,
      "Ġenc": 2086,
      "ba": 2087,
      "ĠSp": 2088,
      "Ġwithout": 2089,
      "ser": 2090,
      "line": 2091,
      "Ã¦": 2092,
      "ĠÄ": 2093,
      "78": 2094,
      "agement": 2095,
      "Ġrev": 2096,
      "till": 2097,
      "ics": 2098,
      "Ġap": 2099,
      "day": 2100,
      "way": 2101,
      "En": 2102,
      "Ġmust": 2103,
      "Ġindic": 2104,
      "Ġans": 2105,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 2106,
      "ĠDE": 2107,
      "ju": 2108,
      "Ġadv": 2109,
      "âĢľ": 2110,
      "Ġvi": 2111,
      "Ġdro": 2112,
      "----------------": 2113,
      "ĠEurope": 2114,
      "Ġdown": 2115,
      "Ġuna": 2116,
      "ason": 2117,
      "ables": 2118,
      "ĠIN": 2119,
      "ĠRes": 2120,
      "Ġindivid": 2121,
      "inter": 2122,
      "pport": 2123,
      "ĠIf": 2124,
      "ÎµÎ¹": 2125,
      "Ġsens": 2126,
      "ĠEr": 2127,
      "struc": 2128,
      "Ġaddition": 2129,
      "ano": 2130,
      "Ġname": 2131,
      "ately": 2132,
      "Ġcare": 2133,
      "ffic": 2134,
      "ude": 2135,
      "ĠIm": 2136,
      "mes": 2137,
      "Ġos": 2138,
      "39": 2139,
      "ÏīÎ½": 2140,
      "Ġinde": 2141,
      "Ġsee": 2142,
      "ÂłÂł": 2143,
      "Ġentre": 2144,
      "Ġdr": 2145,
      "Ġexpress": 2146,
      "Ġann": 2147,
      "Ġza": 2148,
      "Ġfa": 2149,
      "ĠAm": 2150,
      "ases": 2151,
      "era": 2152,
      "An": 2153,
      "Ġnom": 2154,
      "son": 2155,
      "ĠAb": 2156,
      "cont": 2157,
      "Ġcomb": 2158,
      "37": 2159,
      "Ġbre": 2160,
      "Ġlaw": 2161,
      "Ġ21": 2162,
      "ÐµÑĢ": 2163,
      "Ġni": 2164,
      "ume": 2165,
      "ji": 2166,
      "ently": 2167,
      "Ã®": 2168,
      "OL": 2169,
      "ender": 2170,
      "Ġsignificant": 2171,
      "ĠFIG": 2172,
      "Ġmak": 2173,
      "Ã±": 2174,
      "itor": 2175,
      "oni": 2176,
      "Ġdoes": 2177,
      "Ġhaving": 2178,
      "Ġreal": 2179,
      "ana": 2180,
      "Ġfollowing": 2181,
      "ki": 2182,
      ")(": 2183,
      "ody": 2184,
      "itions": 2185,
      "Ġparticular": 2186,
      "ox": 2187,
      "plic": 2188,
      "ĠÐ³": 2189,
      "conom": 2190,
      "tik": 2191,
      "Ġtar": 2192,
      "elles": 2193,
      "Ġ27": 2194,
      "ĠÃ©tÃ©": 2195,
      "Ġallow": 2196,
      "Ã¸": 2197,
      "ape": 2198,
      "Ġ29": 2199,
      "arg": 2200,
      "uring": 2201,
      "uv": 2202,
      "Ġpa": 2203,
      "Ã§Ã£o": 2204,
      "Ġplace": 2205,
      "igen": 2206,
      "ety": 2207,
      "ĠDec": 2208,
      "Ġbecause": 2209,
      "uation": 2210,
      "ĠEl": 2211,
      "AP": 2212,
      "Ġ40": 2213,
      "Ġtre": 2214,
      "ograph": 2215,
      "ector": 2216,
      "Ġ22": 2217,
      "ÑĦ": 2218,
      "minist": 2219,
      "ĠÂł": 2220,
      "Ġgreat": 2221,
      "Ġess": 2222,
      "Ġjust": 2223,
      "Ġday": 2224,
      "bi": 2225,
      "htt": 2226,
      "Ġperiod": 2227,
      "Ġchang": 2228,
      "Ġway": 2229,
      "cer": 2230,
      "Åĳ": 2231,
      "viron": 2232,
      "Ġstand": 2233,
      "Ġopen": 2234,
      "ued": 2235,
      "Ġwater": 2236,
      "ĠÃ®": 2237,
      "Ø¨": 2238,
      "ĠÃ¡": 2239,
      "Ġposition": 2240,
      "Ġnull": 2241,
      "Ġliv": 2242,
      "Ġmuch": 2243,
      "65": 2244,
      "gg": 2245,
      "ados": 2246,
      "met": 2247,
      "Ġlight": 2248,
      "á»": 2249,
      "44": 2250,
      "ĠSh": 2251,
      "Ġist": 2252,
      "ĠfÃ¼r": 2253,
      "ige": 2254,
      "Ġber": 2255,
      "Ġlead": 2256,
      "col": 2257,
      "properties": 2258,
      "Ġfurther": 2259,
      "Ġcurrent": 2260,
      "Ġsoci": 2261,
      "Ġfut": 2262,
      "Ġont": 2263,
      "ted": 2264,
      "ĠOF": 2265,
      "Ġ*/": 2266,
      "atch": 2267,
      "Ġvar": 2268,
      "ĠQu": 2269,
      "à¯": 2270,
      "ogle": 2271,
      "Ġleast": 2272,
      "ĠMe": 2273,
      "Ġfour": 2274,
      "Ġmodel": 2275,
      "Ġprac": 2276,
      "unc": 2277,
      "nÃŃ": 2278,
      "</": 2279,
      "rac": 2280,
      "uj": 2281,
      "Ġdesign": 2282,
      "Ġpost": 2283,
      "self": 2284,
      "Ġbes": 2285,
      "Ñī": 2286,
      "Ġdue": 2287,
      "ength": 2288,
      "rad": 2289,
      "Ġtext": 2290,
      "isation": 2291,
      "Ġwer": 2292,
      "ĠCompany": 2293,
      "Ġmov": 2294,
      "ura": 2295,
      "oir": 2296,
      "ended": 2297,
      "Ġpred": 2298,
      "Id": 2299,
      "Name": 2300,
      "pi": 2301,
      "tific": 2302,
      "Ġnous": 2303,
      "Ġog": 2304,
      "EM": 2305,
      "yr": 2306,
      "Ġview": 2307,
      "Ġpay": 2308,
      "Ġresults": 2309,
      "omen": 2310,
      "Ġcle": 2311,
      "oss": 2312,
      "85": 2313,
      "flu": 2314,
      "ĠAN": 2315,
      "arb": 2316,
      "Ġcette": 2317,
      "Ġcou": 2318,
      "ĠÎ´": 2319,
      "ero": 2320,
      "wh": 2321,
      "********": 2322,
      "ohn": 2323,
      "Ġtim": 2324,
      "ĠÃª": 2325,
      "ified": 2326,
      "Ġport": 2327,
      "Ġten": 2328,
      "Ġtechn": 2329,
      "umm": 2330,
      "ccess": 2331,
      "Ġinclude": 2332,
      "idad": 2333,
      "ension": 2334,
      "ĠIs": 2335,
      "def": 2336,
      "Ġ\\": 2337,
      "ĠBr": 2338,
      "Ġbeh": 2339,
      "ĠCommission": 2340,
      "à¥į": 2341,
      "ĠÑĥ": 2342,
      "Ïİ": 2343,
      "ÐºÐ°": 2344,
      "Ġstat": 2345,
      "arch": 2346,
      "ĠThere": 2347,
      "Ġprom": 2348,
      "Ġhealth": 2349,
      "ving": 2350,
      "Ġdoc": 2351,
      "OT": 2352,
